Repository: AleksiKnuutila/getyourdata
Catalog: getyourdata/locale/*/LC_MESSAGES/django.po
Languages: fi

source: The value for this field was not valid
fi: Tämän kentän arvo ei ollut kelvollinen

source: Receiving email address
fi: Vastaanottava sähköpostiosoite

source: Optional - A copy of your mail requests can be sent to this email address if filled
fi: Valinnainen - Kopio tietopyynnöstäsi voidaan lähettää tähän osoitteeseen

source: Your data and further enquiries by organizations will be sent to this address
fi: Tietosi ja organisaatioiden kyselyt lähetetään tähän sähköpostiosoitteeseen

source: You must enter a receiving email address if you want a copy of your mail requests as an email message.
fi: Jos haluat saada kopion sähköpostipyynnöstäsi sähköpostiisi, täytä sähköpostiosoitteesi.

source: Please leave a rating
fi: Anna arvosana

source: Rating
fi: Arvosana

source: Message is required
fi: Viesti pakollinen

source: Maximum allowed length is 2000 characters
fi: Suurin sallittu merkkimäärä 2000 merkkiä.

source: Message
fi: Viesti

source: Included if user requested a copy of his mail request PDF
fi: Sisällytetään mikäli käyttäjä valitsi haluavansa kopion tietopyyntökirjeestä.

source: Data request: %s
fi: Tietopyyntö: %s

source: Thank you for using GetYourData
fi: Kiitos hae.datam.me:n käytöstä!

source: When you receive a reply from the following organization, please take a minute to rate it based on how your request was handled.
fi: Kun saat vastauksen allaolevalta organisaatiolta, anna organisaatiolle arvosana siitä miten hyvin tietopyyntöösi vastattiin.

source: Review organization
fi: Anna organisaatiolle arvosana

source: Data request:
fi: Tietopyyntö:

source: You created a data request for the following organization:
fi: Tietopyyntö luotiin organisaatiolle

source: Page expired
fi: Sivu on vanhentunut

source: The content on this page has expired. You may have reached this page by changing the page after sending your requests.
fi: Tämän sivun tiedot ovat vanhentuneet. Olet saattanut saapua tälle sivulle vaihtamalla sivua tietopyynnön lähettämisen jälkeen.

source: Fill in your details
fi: Täytä tietosi

source: Review request
fi: Katselmoi pyyntö

source: Back
fi: Takaisin

source: Following organizations will receive request by email
fi: Seuraavat organisaatiot ottavat vastaan sähköpostipyyntöjä

source: Requests for the following organizations will have to be sent via mail
fi: Seuraaville organisaatioille pyynnöt pitää lähettää postitse

source: Note: The personal details submitted here will not be stored on the server, but they will only be used temporarily for data request generation.
fi: Huom! Syötettyjä henkilötietoja ei tallenneta palvelimelle, vaan niitä käsitellään vain tilapäisesti tietopyyntöjen luonnin yhteydessä.

source: Thanks!
fi: Kiitos!

source: Rate organizations
fi: Arvostele organisaatio

source: You have successfully finished creating and sending a data request!
fi: Tietopyyntö tehty ja lähetetty onnistuneesti!

source: You should receive a copy of your email requests to your email address shortly.
fi: Sinun tulisi saada kopio sähköpostipyynnöstäsi sähköpostiisi vähän ajan kuluttua.

source: When you have received a reply to your data request, please review your process with the organization below. Your feedback will help the other users!
fi: Saatuasi vastauksen tietopyyntöösi, anna organisaatiolle palautetta tietopyynnön vastaamista koskien. Palautteesi auttaa muita käyttäjiä.

source: You can add this page into your bookmarks for later use.
fi: Voit lisätä tämän sivun kirjanmerkkeihisi myöhempää vierailua varten.

source: If PDF wasn't downloaded automatically, click here to download it
fi: Jos kirje-PDF:n automaattinen lataus ei onnistunut, klikkaa tästä ladataksesi sen uudelleen.

source: Please review the following message
fi: Ole hyvä ja katselmoi seuraava viesti

source: (Email)
fi: (Sähköposti)

source: (Mail)
fi: (Kirje)

source: Send and create requests
fi: Luo ja lähetä pyynnöt

source: Send request
fi: Lähetä pyyntö

source: Create request PDF
fi: Luo tietopyyntökirje

source: All done!
fi: Valmista!

source: Further action required
fi: Tulosta ja postita pyynnöt

source: Print mail requests
fi: Tulosta postitettavat tietopyynnöt

source: One request needs to be printed.
fi: Yksi pyyntö pitää tulostaa.

source: The following organizations require that data requests are sent by mail:
fi: Seuraavat organisaatiot vaativat että tietopyynnöt lähetetään postitse:

source: You can send data requests to the listed organizations by mail. The following document contains the required pages. If your printer supports two-sided printing, the print-out can be folded, stapled and mailed as-is (please consult your printer's user guide for two-sided printing instructions). If using one-sided printing the address pages are printed on separate papers.
fi: Voit lähettää tietopyyntöjä postitse listatuille organisaatioille. Seuraava PDF-muotoinen tiedosto sisältää tarvittavat kirjeet. Mikäli tulostimesi tukee kaksipuolista tulostusta (kts. tulostimesi käyttöohje), voi PDF-tiedoston tulostaa ja postittaa sellaisenaan yhteentaitettuna ja postimerkillä varustettuna. Yksipuoleisena tulostettuna kirjeiden osoitesivut tulostuvat omille sivuilleen.

source: Download PDF
fi: Lataa PDF-tiedosto

source: A copy of the PDF has been sent to your email address.
fi: Kopio PDF-tiedostosta on lähetetty sähköpostiisi.

source: Finish
fi: Valmista

source: Email requests sent!
fi: Sähköpostipyynnöt lähetetty!

source: Email requests sent successfully!
fi: Sähköpostipyynnöt lähetetty onnistuneesti!

source: Requests were sent to the following organizations by email:
fi: Tietopyynnöt lähetettiin seuraaville organisaatioille sähköpostitse:

source: The PDF file couldn't be created! Please try again later.
fi: PDF-tiedoston luonti epäonnistui! Yritä myöhemmin uudelleen.

source: Email requests couldn't be sent! Please try again later.
fi: Sähköpostipyyntöjä ei voitu lähettää! Yritä myöhemmin uudelleen.

source: A feedback message couldn't be sent!
fi: Palautteen lähettäminen ei onnistunut!

source: Thank you for your contribution! Your feedback will help the other users and the organizations.
fi: Kiitos osallistumisestasi! Palautteesi auttaa muita palvelun käyttäjiä ja organisaatioita.

source: Some of the fields were invalid or missing, please review.
fi: Jotkin syötetyistä arvoista olivat virheellisiä tai tiedot puuttuivat. Ole hyvä ja tarkista arvot.

source: Maximum allowed length is 4096 characters
fi: Suurin sallittu pituus 4096 merkkiä.

source: Feedback regarding this service?
fi: Palautetta koskien tätä palvelua?

source: Leave feedback
fi: Jätä palautetta

source: Thank you for your feedback!
fi: Kiitos palautteestasi!

source: English
fi: Englanti

source: Finnish
fi: Suomi

source: Required by:
fi: Tietoa tarvitsevat organisaatiot:

source: Frequently asked questions
fi: Usein kysyttyjä kysymyksiä

source: This site doesn't contain any answers at the moment.
fi: Tällä sivulla ei ole vielä vastauksia tällä hetkellä.

source: Review
fi: Katselmoi

source: Review again
fi: Katselmoi uudestaan

source: Updated
fi: Päivitetty

source: Ignored
fi: Sivuutettu

source: The organization %s was updated with new details.
fi: Organisaatiolle %s päivitettiin uudet tiedot.

source: The organization draft for %s was ignored.
fi: Organisaatioluonnos organisaatiolle %s sivuutettiin.

source: Authentication fields
fi: Tunnistekentät

source: What personal details this organizations requires for identifying the customer and for responding to data requests. For example: postal address, social security number, loyalty card number, customer number
fi: Mitä tunnistautumistietoja tämä organisaatio tarvitsee tunnistaakseen asiakkaansa ja vastatakseen saamiinsa tietopyyntöihin. Esim. postiosoite, henkilötunnus, kanta-asiakaskortin numero, asiakasnumero.

source: What personal details this organizations requires for identifying the customer and forresponding to data requests. For example: postal address, social security number, loyalty card number, customer number
fi: Mitä tunnistautumistietoja tämä organisaatio tarvitsee tunnistaakseen asiakkaansa ja vastatakseen saamiinsa tietopyyntöihin. Esim. postiosoite, henkilötunnus, kanta-asiakaskortin numero, asiakasnumero.

source: If not blank, this regex is used to validate the field value
fi: Jos kenttä ei ole tyhjä, tätä regexiä käytetään kentän validointiin

source: Name
fi: Nimi

source: Email address used by the organization for receiving data requests. Leave empty if the organization only accepts requests by post.
fi: Organisaation käyttämä sähköpostiosoite tietopyyntöjen vastaanottamiseen. Jätä tyhjäksi mikäli organisaatio vastaanottaa tietopyyntöjä vain kirjeitse.

source: Email address
fi: Sähköpostiosoite

source: Address line 1
fi: Osoiterivi 1

source: Address line 2
fi: Osoiterivi 2

source: Postal code
fi: Postinumero

source: Country
fi: Maa

source: Organization profile must contain either a valid email address or postal information
fi: Organisaatioprofiilin pitää sisältää joko kelvollinen sähköpostiosoite tai postiosoitetiedot

source: Verified
fi: Vahvistettu

source: Verified organizations are visible to all users
fi: Vahvistetut organisaatiot näkyvät kaikille käyttäjille

source: The name of the register used by the organization. Eg. Customer register
fi: Organisaation käyttämä nimi rekisterille. Esim. "Asiakasrekisteri"

source: Name of the person register
fi: Henkilörekisterin nimi

source: Can check organization drafts and update the original organization
fi: Voi tarkistaa organisaatioluonnoksia ja päivittää alkuperäistä organisaatiota

source: Organization draft:
fi: Organisaatioluonnos:

source: Ignore suggestions
fi: Sivuuta ehdotukset

source: Update organization
fi: Päivitä organisaatio

source: Update organization:
fi: Päivitä organisaatio:

source: Update
fi: Päivitä

source: Updating an organization profile
fi: Organisaation päivittäminen

source: The organization profile needs contact information (email address, postal information or both) that can be used to send the request.
fi: Organisaatio tarvitsee yhteystiedot tietopyyntöjen tekemistä varten (sähköpostiosoite, osoitetiedot tai molemmat).

source: Before the updated organization profile can be seen by other users it will be verified by site staff.
fi: Sivuston ylläpitäjät varmentavat organisaatioprofiilin ennen kuin se näkyy muille käyttäjille.

source: Choose organizations
fi: Valitse organisaatiot

source: Choose the organizations you want to get your data from and click the Create Request button.
fi: Valitse organisaatiot joilta haluat saada tietosi ja klikkaa "Luo pyyntö" -nappia.

source: View details
fi: Näytä tiedot

source: Create request with selections
fi: Luo pyyntö

source: Add organization
fi: Lisää organisaatio

source: No organizations yet.
fi: Ei organisaatioita.

source: 0 organizations selected.
fi: 0 organisaatiota valittu.

source: 1 organization selected.
fi: 1 organisaatio valittu.

source: {0} organizations selected.
fi: {0} organisaatiota valittu.

source: Accepts postal requests
fi: Hyväksyy postipyynnöt

source: Accepts email requests
fi: Hyväksyy sähköpostipyynnöt

source: Contact information
fi: Yhteystiedot

source: Is this organization's information incorrect or out-of-date? Update the organization profile to keep it up-to-date
fi: Ovatko tämän organisaation yhteystiedot virheellisiä tai vanhentuneita? Päivitä organisaatioprofiili pitääksesi tiedot ajan tasalla.

source: Update details
fi: Päivitä tiedot

source: Ratings
fi: Arviot

source: View or give ratings
fi: Näytä arviot tai anna arvio

source: Rate the organization
fi: Arvostele organisaatio

source: No ratings (yet)
fi: Ei arvioita (vielä)

source: Average rating
fi: Arvosanojen keskiarvo

source: Create a new organization profile
fi: Luo uusi organisaatio

source: Create
fi: Luo

source: Creating an organization profile
fi: Organisaation luonti

source: Before the organization profile can be seen by other users it will be verified by site staff.
fi: Organisaatio varmennetaan ylläpidon toimesta ennen kuin se näkyy muille käyttäjille.

source: Send a request
fi: Lähetä pyyntö

source: Does this organization have your data? Send them a request.
fi: Onko tällä organisaatiolla tietoja sinusta? Lähetä heille kysely.

source: Create request
fi: Luo pyyntö

source: Is this organization's information incorrect or out-of-date? Update the organization profile to keep it up-to-date.
fi: Ovatko tämän organisaation yhteystiedot virheellisiä tai vanhentuneita? Päivitä organisaatioprofiili pitääksesi tiedot ajan tasalla.

source: Feedback
fi: Palaute

source: Do you have feedback regarding this organization? Send us feedback using the following form.
fi: Onko sinulla palautetta tästä organisaatiosta? Lähetä meille palautetta käyttämällä alla olevaa lomaketta.

source: Unverified contact details
fi: Tarkistamattomat yhteystiedot

source: The contact details for this organization have not been verified by a staff member yet.
fi: Sivun ylläpitäjät eivät ole vielä varmistaneet organisaation yhteystietoja.

source: Data requests can be sent in mail to the following address
fi: Tietopyynnöt voi lähettää postitse seuraavaan osoitteeseen

source: Data requests by email are sent to the following email address
fi: Tietopyynnöt lähetetään sähköpostilla seuraavaan sähköpostiosoitteeseen

source: This organization does not have any valid contact details at the moment.
fi: Organisaatiolla ei ole tällä hetkellä voimassa olevia yhteystietoja.

source: Received feedback
fi: Saatu palaute

source: No feedback yet.
fi: Ei annettuja palautteita.

source: Organization profile created! Note that the organization profile won't be made visible until it has been verified by the site staff.
fi: Organisaatio luotu! Organisaatio ei näy muille käyttäjille ennen kuin sivuston ylläpito on tarkistanut sen.

source: An organization profile with your modifications has been sent! The changes won't be made visible until they have been verified by the site staff.
fi: Muutoksesi sisältävä organisaatio lähetetty! Palvelun ylläpito tarkistaa tiedot ennen kuin ne näkyvät muille käyttäjille.

source: No results for
fi: Ei tuloksia:

source: Select some options
fi: Valitse vaihtoehtoja

source: Select an option
fi: Valitse vaihtoehto

source: Toggle navigation
fi: Vaihda navigaatio

source: Give feedback
fi: Jätä palautetta

source: Organizations
fi: Organisaatiot

source: FAQ
fi: UKK

source: Review and send requests
fi: Katselmoi ja lähetä pyynnöt
